Repository: microcomp/ckanext-applications
Catalog: ckanext/applications/i18n/*/LC_MESSAGES/ckanext-applications.po
Languages: sk

source: done
sk: Hotovo

source: Application
sk: Aplikácia

source: Idea
sk: Nápad

source: News Article
sk: Nový článok

source: Paper
sk: Práca

source: Visualization
sk: Vizualizácia

source: Most Viewed
sk: Najviac zobrazované

source: Least Viewed
sk: Najmenej zobrazované

source: Newest
sk: Najnovšie

source: Oldest
sk: Najstaršie

source: no results found
sk: žiadne výsledky

source: Not authorized to see this page
sk: Nemáte oprávnenie na zobrazenie tejto stránky.

source: Most viewed
sk: Najviac zobrazované

source: The requested related item was not found
sk: Požadovaná súvisiaca aplikácie nebola nájdená.

source: Dataset not found
sk: Dataset nebol nájdený.

source: Unauthorized to read package %s
sk: Nemáte povolenie čítať dataset %s

source: Related item not found
sk: Súvisiaca aplikácia nebola nájdená.

source: Not authorized
sk: Nemáte povolenie

source: Package not found
sk: Dataset nebol nájdený

source: Related item was successfully created
sk: Súvisiaca aplikácia bola úspešne vytvorená.

source: Related item was successfully updated
sk: Súvisiaca aplikácia bola úspešne aktualizovaná.

source: Integrity Error
sk: Integračná chyba

source: Related item has been deleted.
sk: Súvisiaca aplikácia bola vymazaná.

source: Unauthorized to delete related item %s
sk: Nemáte povolenie odtrániť súvisiacu aplikáciu %s

source: Application not found
sk: Aplikácia nebola nájdená

source: Invalid dataset(s)
sk: Neplatný dataset

source: Title too short
sk: Názov príliš krátky

source: URL incorrect
sk: Nesprávna URL

source: Change contrast
sk: Zmeniť kontrast

source: Apps
sk: Aplikácie

source: Apps & Ideas
sk: Aplikácie & Nápady

source: <p>Showing items <strong>%(first)s - %(last)s</strong> of <strong>%(item_count)s</strong> related items found</p>
sk: <p>Zobrazené položky <strong>%(first)s - %(last)s</strong> z <strong>%(item_count)s</strong> súvisiace položky nájdené.</p>

source: <p><strong>%(item_count)s</strong> related items found</p>
sk: <p><strong>%(item_count)</strong> súvisiace položky nájdené.</p>

source: There have been no apps submitted yet.
sk: Ešte neboli pridané žiadne aplikácie.

source: What are applications?
sk: Čo sú to aplikácie?

source: These are applications built with the datasets as well as ideas for things that could be done with them.
sk: Toto sú aplikácie zostavené datasetmi ako aj nápadmi pre ich iné využitie.

source: Filter Results
sk: Filtrovať výsledky

source: Filter by type
sk: Filtrovať podľa typu

source: All
sk: Všetky

source: Sort by
sk: Zoradiť podľa

source: Default
sk: Štandard

source: Only show featured items
sk: Ukázať iba

source: Apply
sk: Použiť

source: Add new application
sk: Pridať novú aplikáciu

source: Related items
sk: Súvisiace aplikácie

source: No related items
sk: Žiadne súvisiace aplikácie

source: Activity Stream
sk: Prehľad aktivít

source: Related
sk: Súvisiace

source: Related Media for {dataset}
sk: Súvisiace média s {dataset}

source: Add Related Application
sk: Pridať súvisiacu aplikáciu

source: Applications
sk: Aplikácie

source: New app
sk: Nová aplikácia

source: Search Applications
sk: Vyhľadať aplikácie

source: Search
sk: Hľadať

source: <p>Showing items <strong>%(first)s - %(last)s</strong> of <strong>%(item_count)s</strong> related items found</p>
sk: <p>Zobrazené položky <strong>%(first)s - %(last)s</strong> z <strong>%(item_count)s</strong> súvisiace položky nájdené.</p>

source: Image
sk: Obrázok

source: These are applications built with the datasets as well as ideas for things that could be done with them.
sk: Toto sú aplikácie zostavené datasetmi ako aj nápadmi pre ich iné využitie.

source: Only show private items
sk: Ukázať iba súkromné záznamy

source: Cancel
sk: Zrušiť

source: Create a related item
sk: Vytvortiť súvisiaci záznam

source: Create Related
sk: Vytvoriť súvisiace

source: Create Related Item
sk: Vytvoriť súvisiacu položku

source: Edit application
sk: Editovať aplikáciu

source: Title
sk: Názov

source: My Related Item
sk: Moje súvisiace aplikácie

source: Owner
sk: Vlastník

source: owner
sk: vlastník

source: Image URL
sk: Obrázok (URL)

source: Description
sk: Popis

source: A little information about the item...
sk: Výstižný popis aplikácie...

source: Datasets
sk: Datasety

source: eg. default
sk: napr. dataset

source: Private
sk: Súkromný

source: Public
sk: Verejný

source: Save
sk: Uložiť

source: Go to application
sk: Prejsť na aplikáciu

source: URL where the application can be found.
sk: URL adresa aplikácie.

source: no data
sk: žiadne dáta

source: Detailed description of the application.
sk: Podrobný popis aplikácie.

source: Date of creation
sk: Dátum vytvorenia

source: Date, when the application was added to database.
sk: Dátum, kedy bola pridaná aplikácia do databázy.

source: Author
sk: Autor

source: Applications owner user or organisation.
sk: Vlastník aplikácie. (organizácia alebo užívateľ)

source: Datasets, where the application is mentioned.
sk: Zoznam datasetov.

source: Application status. (private/public)
sk: Stav aplikácie. (Verejný/Súkromný)

source: Edit
sk: Upraviť

source: Delete
sk: Vymazať

source: Are you sure?
sk: Ste si istý?

source: Error report
sk: Hlásenie chyby

source: Report app issue
sk: Nahlásiť problém s aplikáciou

source: Error description
sk: Popis chyby

source: Send
sk: Poslať

source: Report problem
sk: Nahlásiť problém

source: Permanent URL
sk: Permanentná URL

source: Permanent URL of this page
sk: Permanentná URL aplikácie

source: The form contains invalid entries:
sk: Formulár obsahuje nevalídne vstupy:

source: Go to {related_item_type}
sk: Choď na {related_item_type}

source: This app was reported by users
sk: Táto aplikácia bola nahlásená užívateľmi

source: Reports
sk: Hlásenia

source: Report(s) found
sk: Nájdenych hlásení

source: Showing
sk: Zobrazujúce

source: of
sk: Z/Od

source: report(s) found
sk: nájdených hlásení

source: Delete all reports
sk: Vymazať všetky hlásenia

source: reported by
sk: nahlásené od

source: Remove report
sk: Odstrániť hlásenie

source: Topics
sk: Tematický okruh

source: No topics to show
sk: Žiadne data

source: No tags to show
sk: Žiadne tagy

source: Other topic
sk: Iné

source: At least 1 tag required. (min. lenght 3 chars.)
sk: Zadajte prosím minimálne 1 tag.

source: Topic
sk: Tematický okruh

source: Register new application
sk: Registrácia novej aplikácie

source: Registered application will be saved as private, and will be made public once approval by the administrator or data curator has been granted.
sk: Zaregistrovaná aplikácia bude uložená ako súkromná, a až po odsúhlasení správcom alebo dátovým kurátorom bude nastavená ako verejná
